[
    {
        "Title" : "Keychron Model K1",
        "Subtitle" : "Model K1 คือที่1ในใจ",
        "image_url" : "https://i.rtings.com/assets/products/uLDNV18x/keychron-k1/design-medium.jpg",
        "detail" : "รุ่นนี้เป็นรุ่นที่เปิดตัวระดมทุนบนเว็บไซต์ Kickstarter.com ครั้งแรกก็ได้รับเสียงตอบรับอย่างล้นหลามจากผู้คนทั่วโลก โดยคีย์บอร์ด Keychron K1 รุ่นนี้มีตัวเครื่องบางเฉียบเพียงแค่ 18 มิลลิเมตรเท่านั้น วัสดุที่ใช้ผลิตแข็งแรงแต่มีน้ำหนักเบา เคลื่อนย้ายง่าย นอกจากนี้ยังเป็นคีย์บอร์ดเมคานิคอลไร้สายที่ใช้สวิตช์ Gateron แบบ Low-profile ทำให้ใช้แรงกดน้อยกว่า มีแรงต้านน้อยกว่า Keychron รุ่นอื่น ด้วยเหตุนี้ Keychron K1 จึงเหมาะกับผู้ใช้คีย์บอร์ดที่ชื่นชอบสัมผัสการพิมพ์แบบโน้ตบุ๊ก แต่มีความต้องการอยากใช้งานร่วมกับอุปกรณ์ทำงานตัวอื่นอย่างสมาร์ทโฟนหรือไอแพดด้วยนั่นเอง"
    },
    {
        "Title" : "Keychron Model K2",
        "Subtitle" : "Model K2 คือที่2ในใจ",
        "image_url" : "https://cdn.statically.io/img/websetnet.net/f=auto%2Cq=60/wp-content/uploads/2021/07/keychron-k2-v2-1-1024x768-4.jpg",
        "detail" : "รุ่น K2 เป็นคีย์บอร์ดไร้สายที่ได้รับการระดมทุนมากที่สุดในโลกในปี 2019 เป็นคีย์บอร์ดที่สามารถตอบโจทย์ไลฟ์สไตล์ที่หลากหลาย นอกจากนี้ยังเป็นรุ่นที่ราคาถูกที่สุด ใช้งานง่ายคล่องตัว และขายดีที่สุดของคีย์ครอน ถ้าจะเรียกรุ่น K2 ว่าเป็นคีย์ครอนรุ่นมาตรฐานที่ชาวคีย์ครอนต้องมีก็คงไม่ผิดเลย"
    },
    {
        "Title" : "Keychron Model K3",
        "Subtitle" : "Model K3 คือที่3ในใจ",
        "image_url" : "https://cdn.vox-cdn.com/thumbor/o58snUAonxIIKpjgB1BwGoCJKnc=/0x0:2040x1360/1200x675/filters:focal(857x517:1183x843)/cdn.vox-cdn.com/uploads/chorus_image/image/69174118/jporter_20210420_4539_0002.0.jpg",
        "detail" : "รุ่น K3 เป็นเมคานิคอลคีย์บอร์ดแบบ Low-profile รุ่นแรกของโลกที่สามารถใช้ฟีเจอร์ Hot swap เปลี่ยนสวิตช์ได้ทันทีโดยไม่ต้องบัดกรี และเป็นครั้งแรกที่มีสวิตช์ใหม่อย่าง Optical เข้ามาให้เลือกใช้ด้วย ซึ่งทนทานและตอบสนองไวกว่าเดิม สำหรับใครที่สนใจอยากทราบข้อมูลเกี่ยวกับ Optical switch"
    },
    {
        "Title" : "Keychron Model K4",
        "Subtitle" : "Model K4 คือที่3ในใจ",
        "image_url" : "https://my-test-11.slatic.net/p/dc704d27a36bcd84ad1cb53dfa1aa6e8.jpg",
        "detail" : "รุ่น K4 มีฟีเจอร์หลักเหมือนกับ Keychron K2 เกือบทุกประการ ต่างกันที่รุ่น K4 นั้นมีแถบปุ่มตัวเลข (Numpad) เพิ่มเข้ามาที่ด้านขวาของแป้นพิมพ์เท่านั้น ปุ่มตัวเลขที่เพิ่มขึ้นมานี้จึงทำให้ผู้ใช้งานสามารถพิมพ์ตัวเลขได้สะดวกยิ่งขึ้นโดยไม่จำเป็นต้องสลับภาษาแล้วกดปุ่มตัวเลขด้านบนเหมือนรุ่น K1 (84 keys), K2 หรือ K6 เลย และด้วยฟีเจอร์พิเศษที่เพิ่มเข้ามานี้ จึงทำให้ผู้ใช้ที่ทำงานอยู่กับตัวเลข เช่น นักบัญชี นักการเงิน งานธนาคาร หรือนักวิเคราะห์ข้อมูล สามารถใช้ Keychron K4 ได้เกิดประโยชน์สูงสุด"
    }
]